"Update iPod" = "Mettre à jour l'iPod";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Votre iPod à été mis à jour avec la version <version>. Veuillez éjecter, débrancher puis rebrancher l'iPod de façon à permettre l'achèvement du processus de mise à jour.";
W = "W";
"The iPod is not mounted." = "L'iPod n'est pas monté.";
"Click the lock to prevent further changes." = "Pour empêcher les modifications, cliquez sur le cadenas.";
"The iPod could not be unmounted because it is in use." = "L'iPod n'a pu être enlevé du bureau car il est en fonctionnement.";
"Plug in an iPod to update it." = "Branchez un iPod pour le mettre à jour.";
Quit = "Quitter";
"Click the lock to make changes." = "Pour apporter des modifications, cliquez sur le cadenas.";
"Close Window" = "Fermer la fenêtre";
"Restore iPod" = "Restaurer l'iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Votre iPod a été mis à jour avec la version <version>. Veuillez débrancher l'iPod puis le rebrancher pour finaliser son processus de mise à jour.";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Votre iPod a été restauré à ses réglages d'origine. Veuillez débrancher l'iPod puis branchez-le à nouveau pour finaliser son processus de restauration.";
"Are you sure you want to restore the iPod software?" = "Êtes-vous certain de vouloir restaurer le logiciel de l'iPod?";
"Out of memory." = "Mémoire insuffisante.";
"<version> (needs update)" = "<version> (mise à jour nécessaire)";
"No iPod is attached." = "Auncun iPod n'est attaché.";
Update = "Mettre à jour";
"<version> (up to date)" = "<version> (à jour)";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Votre iPod a été restauré à ses réglages d'origine. Veuillez éjecter l'iPod, le débrancher puis le brancher à nouveau pour finaliser son processus de restauration.";
"The attached iPod does not have proper software on it." = "L'iPod attaché ne comprend aucun logiciel approprié.";
"Serial Number:" = "Numéro de série:";
"An unexpected error occurred." = "Une erreur inattendue est survenue.";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Un seul iPod a été détecté. Il doit être monté sur le bureau pour que cette opération fonctionne.";
"Could not find updater library." = "Bibliothèque de mise à jour introuvable.";
"iPod Software Version <version>" = "Logiciel iPod version <version>";
"iPod Software <version> Updater" = "Mise à jour <version> du logiciel iPod";
"Updating iPod software" = "Mise à jour du logiciel de l'iPod en cours";
"Name:" = "Nom :";
Stop = "Arrêter";
"The updater does not have a firmware image." = "Le logiciel de mise à jour ne dispose d'aucune image de programme interne.";
"More than one iPod is attached." = "Plus d'un iPod est attaché.";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Plus d'un iPod est attaché. Veuillez n'attacher qu'un seul iPod à la fois pour la mise à jour.";
"An iPod is attached, but not mounted on the desktop." = "Un iPod est attaché, mais il n'apparaît pas sur le bureau.";
"Restoring iPod software" = "Restauration du logiciel de l'iPod en cours";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "La restauration effacera tout le contenu de votre iPod pour y appliquer les réglages d'origine. Votre musique et autres données seront effacées.";
"About iPod Updater" = "À propos de la mise à jour de l'iPod";
"All data currently stored on the iPod will be lost." = "Toute donnée actuellement stockée sur l'iPod sera perdue.";
"Please attach one iPod at a time to be updated." = "Veuillez n'attacher qu'un seul iPod à la fois pour la mise à jour.";
"The updater does not have a volume image." = "Le logiciel de mise à jour ne dispose d'aucune image volume.";
"The iPod disk does not have the correct structure." = "Le disque de l'iPod n'a pas la structure correcte.";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Si vous quittez en cours d'opération, vous risquez de devoir restaurer à nouveau le logiciel de l'iPod.";
"Update puts the latest system software on your iPod." = "La mise à jour place le logiciel système le plus récent sur votre iPod.";
"The iPod Updater application may be damaged." = "L'application de mise à jour de l'iPod est peut-être endommagée.";
Restore = "Restaurer";
"Could not find a SysInfo file on the iPod disk." = "Aucun fichier SysInfo n'a été trouvé sur le disque de l'iPod.";
"Authenticating..." = "Authentification...";
"Capacity:" = "Capacité :";
Options = "Options";
"Done updating iPod software" = "Mise à jour du logiciel de l'iPod achevée";
Q = "Q";
"Done restoring iPod software" = "Restauration du logiciel de l'iPod achevée";
"Quit while this operation is in progress?" = "Quitter malgré l'opération en cours ?";
R = "R";
"Software Version:" = "Version du logiciel :";
"The Mac OS error code was <error>." = "Le code d'erreur Mac OS est <error>.";

